{
  "signup": {
    "createAccount": "Konto erstellen",
    "firstNamePlaceholder": "Geben Sie Ihren Vornamen ein",
    "lastNamePlaceholder": "Geben Sie Ihren Nachnamen ein",
    "phoneNumberPlaceholder": "Geben Sie Ihre Telefonnummer ein",
    "usernamePlaceholder": "Geben Sie Ihren Benutzernamen ein",
    "emailPlaceholder": "Geben Sie Ihre E-Mail-Adresse ein",
    "passwordPlaceholder": "Geben Sie Ihr Passwort ein",
    "registerButton": "Registrieren",
    "or": "oder",
    "continueWithGoogle": "Mit Google fortfahren",
    "alreadyHaveAccount": "Haben Sie bereits ein Konto?",
    "login": "Einloggen"
  } , 
  "login": {
    "login": "Anmelden",
    "continueWithGoogle": "Mit Google anmelden",
    "or": "oder",
    "yourEmailAddress": "Deine E-Mail-Adresse",
    "yourPassword": "Dein Passwort",
    "loginButton": "Anmelden",
    "notAMember": "Noch kein Mitglied?",
    "createAccount": "Konto erstellen"
  } , 
  
    "categorySelection": {
      "category": "Kategorie",
      "allCategories": "Alle Kategorien",
      "condition": "Zustand",
      "brand": "Marke",
      "priceRange": "Preisspanne",
      "applyFilter": "Filter anwenden",
      "clearFilter": "Filter zurücksetzen",
      "results": "Ergebnisse",
      "previous": "Zurück",
      "next": "Weiter",
      "noRecordFound": "Keine Aufzeichnung gefunden...",
      "maxPrice": "Höchstpreis",
  "minPrice": "Mindestpreis"
    } , 
    "categories": [
      "Autos",
      "Fahrräder",
      "Boote",
      "Busse",
      "Baumaschinen",
      "Drohnen",
      "Andere",
      "Teile",
      "Anhänger",
      "Lastwagen",
      "Lieferwagen"
    ] , 
    "autosComponent": {
      "heading1": "Kategorie auswählen",
      "changeCategory": "Kategorie ändern",
      "productInfo": "Produktinformation",
      "title": "Titel",
      "price": "Preisgestaltung",
      "condition": "Zustand",
      "brand": "Marke",
      "selectBrand": "Marke auswählen",
      "model": "Modell",
      "selectModel": "Modell auswählen",
      "year": "Jahr ",
      "bodyShape": "Karosserieform",
      "selectBodyShape": "Karosserieform auswählen",
      "gearBox": "Getriebeart",
      "selectGearBox": "Getriebeart auswählen",
      "fuelType": "Kraftstoffart",
      "selectFuelType": "Kraftstoffart auswählen",
      "kilometers": "Kilometerstand",
      "engineCapacity": "Motorleistung",
      "cylinders": "Zylinderanzahl",
      "exteriorColor": "Außenfarbe",
      "selectExteriorColor": "Außenfarbe auswählen",
      "interiorColor": "Innenfarbe",
      "selectInteriorColor": "Innenfarbe auswählen",
      "description": "Beschreibung",
      "images": "Bilder",
      "imageSizeInfo": "Empfohlene Bildgröße ist (870x493)px.",
      "imageSizeInfo2": "Maximale Bildgröße beträgt 2 MB.",
      "imageSizeInfo3": "Erlaubte Bildformate sind (png, jpg, jpeg, webp).",
      "imageSizeInfo4": "Sie können bis zu 5 Bilder hochladen.",
      "videoURL": "Video URL",
      "videoURLPlaceholder": "Nur YouTube oder Video-URL",
      "contactDetails": "Kontaktdaten",
      "location": "Standort",
      "enterAddress": "Geben Sie Ihre Adresse hier ein",
      "howToContact": "Kontaktmöglichkeit ",
      "whatsapp": "WhatsApp-Nr. ",
      "viber": "Viber-Nr. ",
      "website": "Website",
      "submit": "Senden" , 
      "websitePlaceholder": "z.B. https://beispiel.com",
    "titleCharacterLimit": "Zeichenbegrenzung 25",
    "priceCHF": "Preis[CHF]"
  } , 
  
    "banner": {
      "seeAllCategories": "Alle Kategorien",
      "topCategories": "Top-Kategorien:",
      "autos": "Autos",
      "parts": "Teile"
    } ,
    "sellRepairComponent": {
      "sellTitle": "Möchten Sie verkaufen",
      "sellSubtitle": "Erhalten Sie ein kostenloses Angebot für Ihr Fahrzeug",
      "repairTitle": "Reparaturangebot anfordern",
      "repairSubtitle": "Erhalten Sie eine für die Reparatur Ihres Autos",
      "sellButton": "Hier klicken",
      "repairButton": "Hier klicken"
    } , 
    "deleteAd": {
      "title": "Sind Sie sicher, dass Sie diese Anzeige löschen möchten?",
      "cancel": "Abbrechen",
      "delete": "Löschen"
    } , 
    "footer": {
      "popularCategories": "Beliebte Kategorien",
      "howToSellFast": "Schnell verkaufen",
      "information": "Informationen",
      "helpSupport": "Hilfe & Unterstützung",
      "aboutEidcarosse": "Über Eidcarosse",
      "contact": "Kontakt"
    },
    "copyright": "Urheberrecht © 2023 Eidcarosse. Alle Rechte vorbehalten." , 
    
      "header": {
        "home": "Startseite",
        "advanceSearch": "Erweiterte Suche",
        "contactUs": "Kontaktiere uns",
        "listDown": "Dropdown-Liste",
        "chat": "Chat",
        "adminPanelSettings": "Admin Panel Einstellungen",
        "postYourAd": "Anzeige",
        "hello": "Hallo",
        "myProfile": "Mein Profil",
        "myAds": "Meine Anzeigen",
        "favourites": "Favoriten",
        "logout": "Abmelden",
        "login": "Anmelden"
      } , 
      "labels": {
        "fullName": "Vollständiger Name",
        "phoneNo": "Telefonnummer",
        "email": "E-Mail-Adresse",
        "make": "Hersteller",
        "model": "Modell",
        "year": "Jahr",
        "description": "Beschreibung" , 
          "upload": "Bild hochladen"
      },
      "placeholders": {
        "fullName": "Max Mustermann",
        "phoneNo": "01234-56789",
        "email": "max@example.com",
        "make": "Hersteller",
        "model": "Modell",
        "year": "Jahr",
        "description": "Geben Sie eine Beschreibung ein..."
      },
      "buttonText": "Absenden" , 
      "topProducts": {
        "title": "Top Inserts (German)",
        "seeAllAds": "Alle Anzeigen ansehen"
      } , 
      "aboutUs": {
        "title": "Über uns",
        "description": "Eidcarosse ist ein umfassender Online-Marktplatz, der sich auf die Vermittlung des Kaufs und Verkaufs von Fahrzeugen spezialisiert hat. Mit einer benutzerfreundlichen Oberfläche und leistungsstarken Suchfunktionen verbindet Eidcarosse Personen, die nach Fahrzeugen suchen, mit Verkäufern, die eine umfangreiche Auswahl an Optionen anbieten. Egal, ob Sie auf der Suche nach einer schicken Limousine, einem leistungsstarken LKW, einem schicken Fahrrad oder einem anderen Fahrzeug sind, bietet Eidcarosse eine Plattform, die den gesamten Prozess vereinfacht."
      },
      "buyers": {
        "title": "Käufer",
        "description": [
          "Für Käufer bietet Eidcarosse eine große Auswahl an Fahrzeugen von Privatverkäufern und Autohäusern, sodass Sie Zugang zu einer breiten Palette von Optionen haben, die Ihren Vorlieben und Ihrem Budget entsprechen.",
          "Mit detaillierten Inseraten und umfassenden Informationen zu den Fahrzeugen, einschließlich Spezifikationen, Kilometerstand und Preisen, können Sie informierte Entscheidungen treffen und das perfekte Fahrzeug finden, das Ihren Anforderungen entspricht."
        ]
      },
      "sellers": {
        "title": "Verkäufer",
        "description": [
          "Für Verkäufer bietet Eidcarosse eine bequeme Plattform, um Ihre Fahrzeuge einem großen und vielfältigen Publikum potenzieller Käufer zu präsentieren.",
          "Bieten Sie Ihr Fahrzeug mit ausführlichen Beschreibungen, hochwertigen Bildern und wettbewerbsfähigen Preisen an und treten Sie direkt mit interessierten Käufern in Kontakt.",
          "Eidcarosse ermöglicht es Verkäufern, einen breiteren Markt zu erreichen und den Verkaufsprozess zu optimieren, um den richtigen Käufer für Ihr Fahrzeug zu finden."
        ]
      },
      "pageDescription": [
        "Eidcarosse legt Wert auf die Benutzererfahrung und gewährleistet einen sicheren und transparenten Transaktionsprozess. Die Plattform bietet Messaging-Funktionen, mit denen Käufer und Verkäufer direkt kommunizieren und Bedingungen verhandeln können. Darüber hinaus bietet Eidcarosse eine Reihe von Verifizierungs- und Sicherheitsfunktionen, um allen Benutzern ein gutes Gefühl zu geben.",
        "Treten Sie noch heute Eidcarosse bei und entdecken Sie einen lebendigen Marktplatz, auf dem der Kauf und Verkauf von Fahrzeugen einfach gemacht wird. Erleben Sie die Bequemlichkeit, Transparenz und Effizienz von Eidcarosse, während Sie Ihre Reise zum Fahrzeugkauf oder -verkauf antreten. Egal, ob Sie ein Käufer sind, der nach seinem Traumfahrzeug sucht, oder ein Verkäufer, der den richtigen Käufer finden möchte, Eidcarosse ist Ihr Ziel für eine reibungslose und lohnende Erfahrung."
      ] , 
      "placeholderAddress": "Geben Sie Ihre Adresse hier ein",
  "placeholderKeyword": "Geben Sie hier das Stichwort ein..." , 
  "repairNow":  {
    "full_name": "Vollständiger Name",
    "phone_number": "Telefonnummer",
    "email_address": "E-Mail-Adresse",
    "make": "Marke",
    "model": "Modell",
    "year": "Jahr",
    "upload_image": "Bild hochladen",
    "description": "Beschreibung",
    "submit": "Absenden"
  } , 
  "random": {
    "latestAds": "Neueste Anzeigen",
    "seeAllAds": "Alle Anzeigen "
  } , 
  "postAd": {
    "selectCategory": "Kategorie auswählen",
    "category": "Kategorie",
    "subCategory": "Unterkategorie",
    "required": "* Erforderlich",
    "bikes": "Fahrräder",
    "parts": "Teile",
    "selectSubCategory": "Unterkategorie auswählen"
  }
, 


  "privacyPolicy": {
    "heading": "Datenschutzrichtlinie",
    "intro": "Die Ersteller der mobilen Anwendung Eidcarosse priorisieren und schätzen die Sicherheit und den Datenschutz der Informationen, die Sie über Eidcarosse mit uns teilen. Wir möchten, dass sich unsere Benutzer so komfortabel wie möglich bei der Verwendung unserer App fühlen. Wenn Sie uns Ihre Informationen anvertrauen, müssen Sie verstehen, wie wir sie sammeln, verwenden und aufbewahren. Wenn Sie Eidcarosse erwerben möchten, müssen Sie sich bei uns registrieren. Die Registrierung gibt uns Ihren Vornamen, Nachnamen, Ihre E-Mail-Adresse und Ihre Telefonnummer.",
    "collectionAndUse": {
      "heading": "Informationssammlung und -verwendung",
      "text": "Wir können von Ihnen verlangen, uns bestimmte persönliche Informationen für ein besseres Nutzungserlebnis zur Verfügung zu stellen. Diese Informationen umfassen, sind jedoch nicht beschränkt auf Name und Adresse. Wenn Sie sich registrieren und uns Ihren Namen, Ihre Telefonnummer, Ihre E-Mail-Adresse, Ihren Benutzernamen und Ihr Passwort zur Verfügung stellen, werden wir Ihre Adressinformationen nicht speichern."
    },
    "personalInfo": {
      "heading": "Persönliche Informationen",
      "text": "Wenn Sie sich registrieren und uns Ihren Namen, Ihre Telefonnummer, Ihre E-Mail-Adresse, Ihren Benutzernamen und Ihr Passwort zur Verfügung stellen, werden wir Ihre Adressinformationen nicht speichern."
    },
    "retentionPeriod": {
      "heading": "Wie lange werden persönliche Informationen aufbewahrt?",
      "text": "Wenn Sie sich bei uns registrieren, werden Ihre persönlichen Informationen und Ihre E-Mail-Adresse zur Unterstützung in der Zukunft aufbewahrt. Diese Informationen bleiben bei uns gespeichert, bis Sie Ihre persönlichen Informationen löschen."
    },
    "dataUsage": {
      "heading": "Was wir mit Ihren persönlichen Informationen nicht tun",
      "text": "Wir werden Ihre privaten Informationen niemals offenlegen, teilen oder zur Vermarktung ihrer eigenen Dienste oder Produkte an andere Unternehmen weitergeben. Es ist auch gegen unsere Richtlinien, Ihre persönlichen Informationen an unbefugte Personen weiterzugeben."
    },
    "userRights": {
      "heading": "Ihre Rechte über Ihre Daten",
      "text": "Als registrierter Benutzer haben Sie das Recht, Ihre persönlichen Informationen zu bearbeiten. Sie können auch eine Datei Ihrer Informationen anfordern. Wenn Sie sich auf unserer Website anmelden, können Sie Ihre Daten auch löschen."
    },
    "cookies": {
      "heading": "Cookies",
      "text": "Cookies sind kleine Dateien mit geringen Datenmengen, die oft zur eindeutigen anonymen Identifizierung verwendet werden. Die Website, die Sie besuchen, sendet sie an Ihren Browser und speichert sie im internen Speicher Ihres Geräts. Obwohl unsere App oder unser Dienst keine Cookies explizit verwendet, kann sie Drittanbieter-Codes verwenden, die sie zur Datensammlung und Verbesserung ihrer Dienste nutzen. Sie werden benachrichtigt, wenn Cookies an Ihr Gerät gesendet werden, und haben die Möglichkeit, Cookies zu akzeptieren oder abzulehnen. Das Ablehnen von Cookies kann Sie jedoch daran hindern, auf einige Dienste zuzugreifen."
    },
    "security": {
      "heading": "Unsere Sicherheitsmaßnahmen gegen Datenverletzungen",
      "text": "Wir schätzen das Vertrauen, das Sie uns entgegengebracht haben, indem Sie uns Ihre persönlichen Informationen gegeben haben. Daher setzen wir branchenübliche Sicherheitsmittel und Technologien ein, um Ihre persönlichen Informationen vor unbefugter Offenlegung, Zugriff oder Verwendung zu schützen. Bitte geben Sie Ihr Registrierungspasswort und Ihren Benutzernamen nicht an unbefugte Personen weiter, um uns beim Schutz Ihrer Privatsphäre zu unterstützen. Obwohl keine Internetübertragungsmethode oder elektronische Speicherprozedur zu 100 % undurchlässig ist, lässt Eidcarosse nichts unversucht, um Ihre persönlichen Informationen zu schützen. Falls Ihre Informationen von unbefugten Personen abgerufen werden oder verloren gehen, werden wir Sie so schnell wie möglich darüber informieren."
    },
    "editData": {
      "heading": "Wie Sie auf Ihre Daten zugreifen oder Ihre persönlichen Informationen bearbeiten können",
      "text": "Wenn Sie sich mit Ihren Details auf unserer Website anmelden, stehen Ihnen alle Kontoinformationen zur Bearbeitung oder Löschung zur Verfügung. Wenn Sie keine E-Mail-Benachrichtigungen für die Eidcarosse-App erhalten möchten, melden Sie sich einfach ab oder senden Sie uns eine E-Mail, und wir löschen Ihre E-Mail oder Ihr Konto. Stellen Sie sicher, dass der Betreff Ihrer E-Mail 'Meinen Benutzernamen löschen' lautet."
    },
    "contact": {
      "heading": "Kontaktiere uns",
      "text": "Wenn Sie Anregungen oder Fragen zu unserer Datenschutzrichtlinie haben, kontaktieren Sie uns bitte über den Link."
    }
  }


  
    
    
  
  
  
  
  
}
